Repository: ariemtech/piSignage
Catalog: translation-files/*.po
Languages: fr

source: -- choose playlist --
fr: - Choisir une liste de lecture -

source: -- for player --
fr: - Pour le lecteur -

source: -- get monthly report for --
fr: - Obtenir un rapport mensuel -

source: --No TZ--
fr: - Pas de fuseau horaire -

source: --Select a Group--
fr: - Sélectionnez un groupe -

source: --Select a Timezone--
fr: - Sélectionnez un fuseau horaire -

source: (drag icon to rearrange)
fr: (faire glisser l’icône pour changer l'odre)

source: (New changes not yet deployed)
fr: Nouveaux changements pas encore déployés

source: (only in pi 2)
fr: (uniquement avec Pi 2)

source: (purchases will be updated within a day)
fr: (les achats seront mis à jour dans la journée)

source: % done
fr: % effectué

source: Abort uploading files to '
fr: Abandonner le téléchargement de fichiers à ‘

source: Add
fr: Ajouter

source: ADD
fr: AJOUTER

source: Add a collaborator
fr: Ajouter un collaborateur

source: Add a Link
fr: Ajouter un lien

source: Add Calendar
fr: Ajouter un Calendrier

source: Add Messages for the ticker
fr: Ajouter des messages pour le téléscripteur

source: Add or Renew Subscription
fr: Ajouter ou renouveler un abonnement

source: Add, Rename or delete Groups
fr: Ajouter, renommer ou supprimer des groupes

source: Add, Rename or delete Playlists
fr: Ajouter, renommer ou supprimer des listes de lecture

source: Address
fr: Adresse

source: Advanced Settings
fr: Réglages avancés

source: along with
fr: avec

source: An unknown error occurred posting to '
fr: Une erreur inconnue est survenue lors de la publication à ‘

source: Any descrepancies please write to support@pisignage.com
fr: Signalez tout problème à support@pisignage.com

source: Applies to all groups, Plays when no other playlists are applicable
fr: S’applique à tous les groupes, joue quand aucune autre liste de lecture n'est applicable

source: Assets
fr: Ressources numériques

source: Assign Group
fr: Attribuer un groupe

source: Assigned
fr: Attribué

source: at
fr: à

source: Available Groups
fr: Groupes disponibles :

source: Available Playlists
fr: Listes de lecture disponibles

source: Begin
fr: Commencer

source: Body
fr: Corps

source: Body of the notice
fr: Corps de la note

source: By making this as Advt. playlist, you can insert the assets of this playlist periodically in between the currently playing playlist.
fr: En mettant cette liste de lecture en tant que publicité, vous pouvez insérer les ressources numériques de cette liste de lecture périodiquement pendant une liste de lecture en cours de diffusion.

source: Cancel
fr: Annuler

source: Categories
fr: Catégories

source: Category exists
fr: Cette catégorie existe

source: Change
fr: Changer

source: Change And Reboot
fr: Modifier et redémarrer

source: Change Password
fr: Modifier le mot de passe

source: Change Server
fr: Changer de serveur

source: Change video window size
fr: Changer la taille de la fenêtre vidéo

source: Choose a Calendar for subscribing to Events
fr: Choisissez un calendrier pour vous abonner aux événements

source: Click the icon to Schedule
fr: Cliquez sur l’icône pour planifier

source: Close
fr: Fermer

source: Collaborators
fr: Collaborateurs

source: Confirm Password
fr: Confirmer le mot de passe

source: Contact us form
fr: Formulaire pour nous contacter

source: Content
fr: Contenu

source: Continue
fr: Continuer

source: Create an Account now!
fr: Créer un compte

source: Create Notice
fr: Créer une note

source: Create Playlists
fr: Créer une liste de lecture

source: Current Password
fr: Mot de passe actuel

source: De-Register a Player
fr: Retirer un lecteur

source: Deploy
fr: Déployer

source: DEPLOY
fr: DEPLOYER

source: Deploy Failed
fr: Échec de déploiement

source: Deploy in Groups
fr: Déployer dans les groupes

source: Deployed, Request has been sent to all Players.
fr: Déployé, la requête a été envoyée à tous les lecteurs.

source: Details
fr: Détails

source: Details (Click on the cell to know the details)
fr: Détails (Cliquez sur une case du tableau pour connaître les détails)

source: Details for
fr: Détails pour

source: Disable Animation
fr: Désactiver l’animation

source: Disable OverScan
fr: Désactiver l’OverScan

source: Dismiss
fr: Fermer

source: Display
fr: Affichage ou Ecran

source: Do you want to delete:
fr: Voulez-vous supprimer:

source: Do you want to update Software from
fr: Vous voulez mettre à jour les logiciels de

source: DONE
fr: Effectué

source: Download
fr: Télécharger

source: Download ALL
fr: Tout télécharger

source: Drag
fr: Glisser

source: e.g. http(s)://site.com or rtsp://
fr: par exemple http(s)://site.com ou rtsp://

source: EDIT
fr: EDITER

source: Email is needed for sign-in
fr: L’adresse email est nécessaire pour s’identifier

source: Email is needed for sign-up
fr: L’adresse email est nécessaire pour s’inscrire

source: Empry name or name already exists
fr: Le nom est vide ou déjà existant

source: Empty name not allowed
fr: Vous devez renseigner un nom

source: Enable Animation
fr: Activer l’animation

source: Enable Log for Files Play Statistics
fr: Activer le journal de statistiques pour les fichiers lus

source: Enable Ticker
fr: Activer le téléscripteur

source: End Date
fr: Date de fin

source: Enter messages here
fr: Entrez vos messages ici

source: Enter the 16 digit player ID
fr: Entrez l’identifiant du lecteur à 16 chiffres

source: Enter Your Google User ID
fr: Entrez votre identifiant Google

source: enter your rss link ....
fr: entrez votre lien rss ….

source: Error :
fr: Erreur :

source: Error!!!
fr: Erreur !!!

source: Every Day End Time
fr: Heure de fin pour chaque jour

source: Every Day Start Time
fr: Heure de début pour chaque jour

source: EXECUTE
fr: Exécuter

source: File Name
fr: Nom du fichier

source: File name already exists
fr: Le fichier existe déjà.

source: File name exists or empty name
fr: Le nom du fichier existe déjà ou il est vide

source: File to be played in the
fr: Fichier pour être joué dans

source: Files to be deployed to players for the
fr: Fichiers qui seront déployés dans les lecteurs pour

source: files)
fr: fichiers)

source: Filter by Name
fr: Filtrer par nom

source: Follow us at twitter.com/piSignage to get the latest updates, tips and more
fr: Suivez-nous sur twitter.com/piSignage pour obtenir les dernières mises à jour, conseils et plus encore

source: Footer
fr: Pied de page

source: forgot?
fr: Oublié ?

source: free
fr: gratuit

source: Full HD(1080p) Video & Browser 1920x1080
fr: Full HD (1080p) et navigateur 1920x1080

source: Gateway
fr: Passerelle

source: General Settings
fr: Paramètres généraux

source: Get it from the device sticker or from TV screen
fr: Présent sur l’autocollant de l’appareil ou sur l’écran de TV

source: Go to Login
fr: Aller à la page de connexion

source: Google User Account Details
fr: Détails du compte Google de l’utilisateur

source: Google User ID
fr: Identifiant Google

source: Group
fr: Groupe

source: HD(720p) Video & Browser 1280x720
fr: HD (720p) et navigateur 1280x720

source: Heading
fr: En-tête

source: Heading To Be Shown
fr: En-tête à afficher

source: Height:
fr: Hauteur :

source: Hosted Server Subscriptions
fr: Abonnements de serveur hébergé

source: If there is a need for conversion, it will take few minutes to appear in assets
fr: S'il y a une nécessité de conversion, il faudra quelques minutes qu'elle apparaîsse dans les ressources numériques

source: Image/Video Orientation
fr: Orientation de l’image ou de la vidéo

source: Incorrect password
fr: Mot de passe incorrect

source: Installation Settings
fr: Paramètres d’installation

source: IP Address
fr: Adresse IP

source: Item
fr: Élément

source: Landscape
fr: Paysage

source: Landscape Mode
fr: Mode paysage

source: Last 1 Year
fr: L’année passée

source: Last 30 Days
fr: Les 30 derniers jours

source: Last 7 Days
fr: Les 7 derniers jours

source: Last deployed:
fr: Dernière déployée :

source: last seen
fr: Dernière visite

source: last sync
fr: Dernière synchronisation

source: Layout
fr: Disposition

source: Left-Offset:
fr: Décalage à gauche:

source: Licenses Issued
fr: Licences délivrées

source: Licenses/Subscriptions
fr: Licences / Abonnements

source: Link Address
fr: Adresse du lien

source: Link Type
fr: Type de lien

source: link will be saved in this file
fr: Le lien sera enregistré dans ce fichier

source: Location
fr: Localisation

source: Log Messages
fr: Journalisation

source: Log-in
fr: Identifiant

source: main Zone:1280x720
fr: Zone principale: 1280x720

source: main Zone:960x540, side Zone:320x540, bottom Zone:1280x180
fr: Zone principale: 960x540, Zone latérale: 320x540, Zone inférieure: 1280x180

source: main Zone:960x540, side Zone:320x720, bottom Zone:960x180
fr: Zone principale: 960x540, Zone latérale: 320x720, Zone inférieure: 960x180

source: main Zone:960x720, side Zone:320x720
fr: Zone principale: 960x720, Zone latérale: 320x720

source: Make it Advt
fr: Activer en tant que publicité

source: Make this as Advt. Playlist
fr: Activer en tant que liste de lecture publicitaire

source: Manage Players
fr: Gérer les lecteurs

source: Max-length
fr: Longueur maximale

source: Maximum allowed Playlist Schedules (10)
fr: Nombre de planification maximum atteint (10)

source: minimum of 8 characters
fr: minimum de 8 caractères

source: Minimum of 8 characters
fr: Minimum de 8 caractères

source: Monthly Report for
fr: Rapport mensuel pour

source: Name
fr: Nom

source: Name for the player
fr: Nom du lecteur

source: Netmask
fr: Masque de réseau

source: Network Name (SSID)
fr: Nom de réseau (SSID)

source: Network Settings
fr: Paramètres réseau

source: new
fr: Nouveau

source: New Password
fr: Nouveau mot de passe

source: New Password:
fr: Nouveau mot de passe :

source: No Files
fr: Aucun fichier

source: No files to upload
fr: Pas de fichier à télécharger

source: No media assets found, Upload assets using Add button
fr: Aucune ressource numérique trouvée. Téléchargez des ressources numériques en utilisant le bouton Ajouter

source: No Playlist is being Played
fr: Aucune liste de lecture est en cours de lecture

source: Notice:
fr: Note:

source: Old Password
fr: Ancien mot de passe

source: On
fr: En fonctionnement

source: On Time for players for the day
fr: Temps en fonctionnement des lecteurs pour ce jour

source: Optional footer message
fr: Message facultatif en pied de page

source: Optional note
fr: Remarque facultative

source: Optional Note
fr: Remarque facultative

source: overscan_bottom
fr: Overscan en bas

source: overscan_left
fr: Overscan à gauche

source: overscan_right
fr: Overscan à droite

source: overscan_top
fr: Overscan en haut

source: Password
fr: Mot de passe

source: Password must be at least 3 characters.
fr: Le mot de passe doit comporter au moins 3 caractères.

source: Password must be atleast 8 characters
fr: Le mot de passe doit comporter au moins 8 caractères

source: Password successfully changed.
fr: Mot de passe mis à jour.

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Passwords do not match!!
fr: Les mots de passe ne correspondent pas!!

source: Pick a unique userID
fr: Choisissez un identifiant unique

source: PLAY
fr: LIRE

source: Play one asset after every Interval
fr: Lire une ressource numérique après chaque intervalle

source: Play only in side/bottom zones
fr: Lire uniquement dans les zones latérales/inférieures

source: Play Stats
fr: Lire les Statistiques

source: Player
fr: Lecteur

source: Player Licenses
fr: Licences de lecteur

source: Player Name
fr: Nom du lecteur

source: Players
fr: Lecteurs

source: Players Subscribed
fr: Lecteurs abonnés

source: Playing
fr: En cours de lecture

source: playing since
fr: Lecture depuis

source: Playlist
fr: Liste de lecture

source: Playlists
fr: Listes de lecture

source: Please check your username/email-id again
fr: Vérifiez à nouveau votre nom d’utilisateur et/ou adresse email s’il vous plaît

source: Please Confirm
fr: Veuillez confirmer

source: Please enter your username or email
fr: Veuillez entrer votre nom d’utilisateur ou adresse email

source: Please select a password
fr: Veuillez entrer un mot de passe

source: Please Sign-in!
fr: Veuillez vous inscrire!

source: Please Wait
fr: Veuillez patienter

source: Please wait while data being requested
fr: Veuillez patienter pendant que les données sont traitées

source: Please Wait, Request pending
fr: Veuillez patienter, la demande est en attente

source: Please wait...
fr: Veuillez patienter…

source: Please write to us at sales@pisignage.com or by filling
fr: Écrivez nous à l’adresse sales@pisignage.com ou en remplissant

source: Portrait Mode
fr: Mode Portrait

source: Preview
fr: Aperçu

source: Proceed >>
fr: Procéder >>

source: Processing Error...
fr: Erreur de traitement...

source: Processing in Progress...
fr: Traitement en cours...

source: Profile
fr: Profil

source: Purchase Additional Licenses
fr: Acheter des licences supplémentaires

source: Queued in for Processing
fr: En file d’attente pour le traitement

source: Re-enter the Password
fr: Entrez à nouveau le mot de passe

source: Register
fr: S’inscrire

source: Register a New Player
fr: Enregistrez un nouveau lecteur

source: Register a Player
fr: Enregistrez un lecteur

source: Registered Players
fr: Lecteurs enregistrés

source: Rename or delete files, tap Done when completed
fr: Renommer ou supprimer des fichiers, puis cliquez sur Terminé

source: Rename successful, Please reload Browser after 30 seconds
fr: Renommage réussi, veuillez recharger le navigateur après 30 secondes

source: Reports
fr: Rapports

source: Resize & Reboot
fr: Redimensionner & Redémarrer

source: Resolution
fr: Résolution

source: Restore Defaults
fr: Valeurs par défaut

source: RSS feed Link
fr: Lien du Flux RSS

source: Save
fr: Enregistrer

source: SAVE
fr: ENREGISTRER

source: Save &
fr: Enregistrer et

source: Save & Reboot
fr: Enregistrer et Redémarrer

source: Save changes
fr: Enregistrer les modifications

source: Save Name
fr: Enregistrer le nom

source: Save New Changes
fr: Enregistrer les nouvelles modifications

source: Schedule
fr: Calendrier

source: Schedule Additional Playlists for specific Play times
fr: Planifier les listes de lecture à des temps spécifiques

source: Schedule Playlist
fr: Planifier les listes de lecture

source: Schedule Playlists for
fr: Planifier les listes de lecture pour

source: Screeen Shots
fr: Capture d’écran

source: Screen Orientation
fr: Orientation de l’écran

source: Screen Size
fr: Dimension de l’écran

source: Scroll
fr: Défiler

source: seconds
fr: secondes

source: See Release Notes
fr: Voir les notes de mise à jour

source: Select a username
fr: Entrez un nom d’utilisateur

source: Select Categories for the files
fr: Sélectionnez les catégories pour les fichiers

source: Select Display Layout (default 1)
fr: Sélectionnez la disposition de l’affichage (par défaut 1)

source: Select Display Orientation and Resolution
fr: Sélectionnez l’orientation et la résolution de l’affichage

source: Set a Default Playlist
fr: Définir une liste de lecture par défaut

source: Set Display Mode
fr: Définir le mode d’affichage

source: Set Ticker
fr: Définir le téléscripteur

source: Set Timings for Scheduled Playlist
fr: Planification spécifique pour la liste de lecture

source: Set Username and Password for Download Access
fr: Définir le nom d’utilisateur et le mot de passe pour l’accès au téléchargement

source: Settings
fr: Réglages

source: Sever Name or IP address
fr: Nom du serveur ou adresse IP

source: Show >>
fr: Afficher >>

source: Sign Out
fr: Se déconnecter

source: Sign up
fr: S’inscrire

source: Sign Up for free
fr: S’inscrire gratuitement

source: Signing up at pisignage.com is easy and we do not ask any Credit Card information. By signing up, you get 3 free player licenses and also free subscription for the hosted service for 3 players.
fr: L’inscription à pisignage.com est facile et nous ne demandons aucune information bancaire. En vous inscrivant, vous obtenez 3 licences gratuites de lecteurs et l’abonnement est également gratuit pour le service hébergé pour les 3 lecteurs.

source: Since Yesterday
fr: Depuis hier

source: Single Zone Display
fr: Affichage une seule Zone

source: Slide
fr: Glissé

source: Software Update
fr: Mise à jour logicielle

source: Start Date
fr: Date de début

source: START PLAYING
fr: Démarrer la lecture

source: Static
fr: Statique

source: Status
fr: État

source: STOP
fr: ARRÊT

source: Storage:
fr: Stockage:

source: Stream From Internet
fr: Diffusion à partir d’Internet

source: Submit
fr: Envoyer

source: Subscribe to a Google Calendar for Events
fr: Abonnez-vous à un calendrier Google pour des Evénements

source: The Display can be divided into multiple zones with each zone playing different content. Video files can be played only in the main Zone. Select a file in the playlist to play in the main zone,add other zone files to the main file by clicking zone file button. If there is no file attached to a particular zone, the previous content for that zone will continue to play.
fr: L’affichage peut être divisé en plusieurs zones avec chaque zone pouvant afficher un contenu différent. Les fichiers vidéo peuvent être lus uniquement dans la zone principale. Sélectionnez un fichier dans la liste de lecture pour l’afficher dans la zone principale, ajouter d’autres fichiers de zone dans le fichier principal en cliquant sur le bouton de fichier de la zone. Si il n’y a pas de fichier attaché à une zone particulière, le contenu précédent de cette zone continuera à être lu.

source: There are no assets, Tap here to add
fr: Il n’y a pas de ressource numérique, appuyez ici pour en ajouter

source: There are no files to deploy
fr: Il n’y a pas de fichier à déployer

source: There are no Players, Register a player
fr: Il n’y a pas de lecteur, enregistrez un lecteur

source: This can be used as login ID
fr: Ceci peut être utilisé comme identifiant de connexion

source: This section is for Advanced user only!! Changing any parameter would affect the video display size.
fr: Cette section s’adresse aux utilisateurs avancés uniquement !! La modification de ces paramètres pourrait affecter la dimension de l’affichage.

source: Three Zones(full bottom) with Main Zone on left
fr: Trois zones (partie inférieure) avec la zone principale sur la gauche

source: Three Zones(full bottom) with Main Zone on right
fr: Trois zones (partie inférieure) avec la zone principale sur la droite

source: Three Zones(full side) with Main Zone on left
fr: Trois zones (partie latérale) avec la zone principale sur la gauche

source: Three Zones(full side) with Main Zone on right
fr: Trois zones (partie latérale) avec la zone principale sur la droite

source: Ticker for the Play-list
fr: Téléscripteur pour la liste de lecture

source: till
fr: jusqu’à

source: Time
fr: Horaire

source: Timezone
fr: Fuseau horaire

source: to
fr: à

source: To Assign
fr: Affecter à

source: To Un-Assign
fr: Annuler l’affectation

source: Today
fr: Aujourd’hui

source: top Zone:720x540,bottom zone:720x740
fr: Zone supérieure: 720x540, zone inférieure: 720x740

source: Top-Offset:
fr: Offset en haut:

source: Total Licenses Available
fr: Nombre de Licences disponibles

source: Total Licenses issued
fr: Nombre de licences délivrées

source: TV on status
fr: TV sur le statut

source: Two Zones with Main Zone on left
fr: Deux zones avec la zone principale sur la gauche

source: Two Zones with Main Zone on right
fr: Deux zones avec la zone principale sur la droite

source: Type a shell command...
fr: Tapez une commande shell …

source: Type in your password
fr: Tapez votre mot de passe

source: Un-assigned
fr: Pas d’affectation

source: Upload
fr: Télécharger

source: Upload Assets
fr: Télécharger des ressources numériques

source: Upload Complete
fr: Téléchargement terminé

source: Upload Error
fr: Erreur de téléchargement

source: Upload Files
fr: Télécharger les fichiers

source: uploaded on
fr: Téléchargé le:

source: Uploading
fr: En cours de téléchargement

source: Uploads
fr: Téléchargements

source: Use RSS feed
fr: Utiliser un flux RSS

source: USE THIS FEATURE CAUTIOUSLY
fr: Utilisez cette fonction PRUDEMMENT

source: used
fr: utilisé

source: User name is not valid
fr: Ce nom d’utilisateur n’est pas valide

source: User name not available
fr: Ce nom d’utilisateur est indisponible

source: User Settings
fr: Paramètres des utilisateurs

source: Username
fr: Nom d’utilisateur

source: Username at pisignage.com
fr: Nom d’utilisateur chez pisignage.com

source: Username or Email
fr: Nom d’utilisateur ou adresse email

source: Username-Password Change successful , Please reload Browser after 30 seconds
fr: Nom d’utilisateur/Mot de passe - Changement réussi, rechargez la page de votre navigateur après 30 secondes

source: Username:
fr: Nom d’utilisateur:

source: Valid Till
fr: Valide jusqu’à

source: View
fr: Voir

source: WAIT
fr: ATTENDRE

source: We will send an invoice for the subscription amount. On receipt of payment we will update the subscription period.
fr: Nous vous ferons parvenir une facture pour le montant de la souscription. Après réception du paiement, nous mettrons à jour la période de souscription.

source: Web Link
fr: Lien internet

source: Welcome
fr: Bienvenue

source: Width:
fr: Largeur :

source: WiFi Not Connected
fr: WiFi Non connecté

source: WiFi Settings
fr: Paramètres WiFi

source: with your contact details, number of players to be managed, subscription period - 3 or 12 months (you pay only for 10 months) and preferred payment method.
fr: avec vos coordonnées, le nombre de lecteurs à gérer, la période de souscription - 3 ou 12 mois (vous ne payez que pour 10 mois) et la méthode de paiement préférée.

source: You are not the owner of this installation
fr: Vous n’êtes pas le propriétaire de cette installation

source: you can leave a note here
fr: vous pouvez laisser un avis ici

source: You can play the assets only on side and bottom zones by disabling main zone here. Still you have to select dummy file for main zone due to our UI issue! We will correct it soon.
fr: Vous pouvez lire les ressources numériques uniquement sur le côté et les zones inférieurs en désactivant la zone principale ici. Pourtant, vous devez sélectionner le fichier fictif pour la zone principale en raison d’une erreur de notre affichage. Nous allons corriger cela rapidement.

source: You will be redirected to Google Accounts page now with the chosen ID as the account. After logging into the account, accept the permisson request from PiSignage app.
fr: Vous allez être redirigé vers la page du compte Google avec l’identifiant choisi. Après vous être connecté à votre compte Google, acceptez la demande d’autorisation en provenance de PiSignage.

source: You will loose unsaved changes if you leave this page
fr: Vous perdrez les modifications non enregistrées si vous quittez cette page

source: You will loose unsaved changes if you reload this page
fr: Vous perdrez les modifications non enregistrées si vous rechargez cette page

source: Your Email
fr: Votre adresse email

source: Your purchase of licenses and hosted services directly funds the future development of piSignage products. We are committed to make piSignage experience better & better in the times to come.
fr: Votre achat de licences et de services hébergés finance directement le développement futur des produits piSignage. Nous nous engageons à rendre l’expérience piSignage plus agréable dans les temps à venir.

source: YouTube or Streaming
fr: YouTube ou Streaming
